apifox
bun-bin
clash-verge-rev-bin
davfs2
dingtalk-bin
feishu-bin
freeze-bin
grpcurl
khotkeys
koi
linuxqq
liteloader-qqnt-bin
ltex-ls-bin
lyricstify
marp-cli
mongodb-bin
nvim-lazy
simple-live-app-bin
spacecadetpinball
spicetify-cli
spicetify-marketplace-bin
spotify
spotube-bin
typst-live-git
ventoy-bin
walk-bin
wechat-devtools-bin
wechat-universal
wemeet-bin
aardvark-dns
archlinux-keyring
archlinuxcn-keyring
ark
audacity
base
base-devel
bat
bazel
bear
blackarch-keyring
bluedevil
blueman
breeze
breeze-gtk
breeze-plymouth
btop
btrfs-progs
clang
cmatrix
cni-plugins
cups
dbeaver
discord
discover
dnsmasq
dolphin
downgrade
drkonqi
efibootmgr
elisa
esptool
ethtool
exfatprogs
eza
fastfetch
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-zhwiki
fcitx5-rime
fd
firefox
firewalld
fish
fisher
flatpak-kcm
fzf
gimagereader-common
gimagereader-gtk
gimp
git
go
gparted
grub
grub-btrfs
gwenview
htop
hugo
hyprland
inetutils
kactivitymanagerd
kamera
kapidox
kblocks
kcalendarcore5
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdenlive
kdeplasma-addons
kdoctools5
keepass
kgamma
khal
kimageannotator
kimageformats5
kinfocenter
kinit
kio-admin
kmenuedit
kmines
kpipewire
kplotting5
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland-integration
kwin
kwrited
layer-shell-qt
less
libinput-gestures
libkscreen
libksysguard
libreoffice-fresh-zh-cn
libvirt
linux-firmware
linux-lts
linux-zen
linux-zen-headers
lolcat
ly
milou
mpd
mycli
neofetch
neovim
networkmanager
nfs-utils
nmap
nnn
nodejs
noto-fonts
noto-fonts-cjk
npm
nvidia-dkms
nvidia-prime
nvm
obs-studio
obsidian
ocrdesktop
okular
onefetch
openjdk-src
os-prober
oxygen
oxygen-icons
oxygen-sounds
pandoc-bin
paru
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma6-applets-window-title
plymouth-kcm
podman
podman-compose
podman-docker
polkit-kde-agent
postgresql
power-profiles-daemon
powerdevil
print-manager
pwgen
pyenv
python-cffi
python-docopt
python-numpy
python-pipx
python-pyaudio
python-websockets
qbittorrent
qemu-full
qt5-websockets
rar
rclone
reflector
ripgrep
rustdesk
rustup
sddm-kcm
spectacle
sshfs
starship
syncthing
systemsettings
telegram-desktop
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunderbird
timeshift
typst
unzip
wakatime
wezterm
wget
wl-clipboard
wofi
wol
zotero-bin
