jorgebucaran/nvm.fish
franciscolourenco/done
joseluisq/gitnow@2.11.0
jorgebucaran/autopair.fish
jethrokuan/z
plttn/fish-eza
patrickf1/fzf.fish
fishingline/safe-rm
catppuccin/fish
ilancosman/tide@v6
